IDEA StatiCa Open Model
Region3D Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Region3D()
Public Sub New
public:
Region3D()
See Also
Reference
Region3D Class
IdeaRS.OpenModel.Geometry3D Namespace